Revit 2024 API
SystemZoneData Properties
The SystemZoneData type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from GenericZoneDomainData.)
ZoneEquipmentId
 The id of the zone equipment related to the zone.
See Also
SystemZoneData Class
Autodesk.Revit.DB.Mechanical Namespace